{"class_name": "Sequential", "keras_version": "1.0.7", "config": [{"class_name": "Dense", "config": {"W_regularizer": null, "b_constraint": null, "activity_regularizer": null, "init": "normal", "output_dim": 15, "trainable": true, "input_dim": 9, "input_dtype": "float32", "W_constraint": null, "name": "dense_1", "batch_input_shape": [null, 9], "activation": "relu", "b_regularizer": null, "bias": true}}, {"class_name": "Dense", "config": {"W_regularizer": null, "b_constraint": null, "activity_regularizer": null, "init": "normal", "output_dim": 12, "trainable": true, "input_dim": null, "W_constraint": null, "name": "dense_2", "activation": "relu", "b_regularizer": null, "bias": true}}, {"class_name": "Dense", "config": {"W_regularizer": null, "b_constraint": null, "activity_regularizer": null, "init": "normal", "output_dim": 9, "trainable": true, "input_dim": null, "W_constraint": null, "name": "dense_3", "activation": "relu", "b_regularizer": null, "bias": true}}, {"class_name": "Dense", "config": {"W_regularizer": null, "b_constraint": null, "activity_regularizer": null, "init": "normal", "output_dim": 6, "trainable": true, "input_dim": null, "W_constraint": null, "name": "dense_4", "activation": "relu", "b_regularizer": null, "bias": true}}, {"class_name": "Dense", "config": {"W_regularizer": null, "b_constraint": null, "activity_regularizer": null, "init": "normal", "output_dim": 3, "trainable": true, "input_dim": null, "W_constraint": null, "name": "dense_5", "activation": "relu", "b_regularizer": null, "bias": true}}, {"class_name": "Dense", "config": {"W_regularizer": null, "b_constraint": null, "activity_regularizer": null, "init": "normal", "output_dim": 1, "trainable": true, "input_dim": null, "W_constraint": null, "name": "dense_6", "activation": "sigmoid", "b_regularizer": null, "bias": true}}]}