{"keras_version": "1.0.7", "config": [{"config": {"init": "normal", "trainable": true, "b_regularizer": null, "input_dim": 9, "bias": true, "output_dim": 12, "activation": "relu", "W_regularizer": null, "name": "dense_1", "activity_regularizer": null, "W_constraint": null, "b_constraint": null, "input_dtype": "float32", "batch_input_shape": [null, 9]}, "class_name": "Dense"}, {"config": {"init": "normal", "trainable": true, "b_regularizer": null, "input_dim": null, "bias": true, "output_dim": 9, "activation": "relu", "W_regularizer": null, "name": "dense_2", "activity_regularizer": null, "W_constraint": null, "b_constraint": null}, "class_name": "Dense"}, {"config": {"init": "normal", "trainable": true, "b_regularizer": null, "input_dim": null, "bias": true, "output_dim": 6, "activation": "relu", "W_regularizer": null, "name": "dense_3", "activity_regularizer": null, "W_constraint": null, "b_constraint": null}, "class_name": "Dense"}, {"config": {"init": "normal", "trainable": true, "b_regularizer": null, "input_dim": null, "bias": true, "output_dim": 3, "activation": "relu", "W_regularizer": null, "name": "dense_4", "activity_regularizer": null, "W_constraint": null, "b_constraint": null}, "class_name": "Dense"}, {"config": {"init": "normal", "trainable": true, "b_regularizer": null, "input_dim": null, "bias": true, "output_dim": 1, "activation": "sigmoid", "W_regularizer": null, "name": "dense_5", "activity_regularizer": null, "W_constraint": null, "b_constraint": null}, "class_name": "Dense"}], "class_name": "Sequential"}