{"config": [{"config": {"activation": "relu", "trainable": true, "b_regularizer": null, "bias": true, "output_dim": 12, "name": "dense_1", "input_dim": 9, "activity_regularizer": null, "batch_input_shape": [null, 9], "init": "normal", "W_regularizer": null, "b_constraint": null, "W_constraint": null, "input_dtype": "float32"}, "class_name": "Dense"}, {"config": {"activation": "relu", "trainable": true, "b_regularizer": null, "bias": true, "output_dim": 9, "name": "dense_2", "input_dim": null, "activity_regularizer": null, "init": "normal", "W_regularizer": null, "b_constraint": null, "W_constraint": null}, "class_name": "Dense"}, {"config": {"activation": "relu", "trainable": true, "b_regularizer": null, "bias": true, "output_dim": 6, "name": "dense_3", "input_dim": null, "activity_regularizer": null, "init": "normal", "W_regularizer": null, "b_constraint": null, "W_constraint": null}, "class_name": "Dense"}, {"config": {"activation": "relu", "trainable": true, "b_regularizer": null, "bias": true, "output_dim": 3, "name": "dense_4", "input_dim": null, "activity_regularizer": null, "init": "normal", "W_regularizer": null, "b_constraint": null, "W_constraint": null}, "class_name": "Dense"}, {"config": {"activation": "sigmoid", "trainable": true, "b_regularizer": null, "bias": true, "output_dim": 1, "name": "dense_5", "input_dim": null, "activity_regularizer": null, "init": "normal", "W_regularizer": null, "b_constraint": null, "W_constraint": null}, "class_name": "Dense"}], "class_name": "Sequential", "keras_version": "1.0.7"}